tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "asdf"
brew "autojump"
brew "docker"
brew "docker-credential-helper-ecr"
brew "gh"
brew "git"
brew "goenv"
brew "grep"
brew "iperf3"
brew "jq"
brew "postgresql"
brew "pyenv"
brew "rbenv"
brew "telnet"
brew "tfenv"
brew "the_silver_searcher"
brew "zsh"

cask "1password"
cask "alfred"
cask "android-messages"
cask "charles"
cask "docker"
cask "firefox"
cask "goland"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "keepingyouawake"
cask "keybase"
cask "pandora"
cask "postman"
cask "pycharm"
cask "skitch"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "tower"
cask "transmit"
cask "visual-studio-code"
cask "zoom"
